[
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Ximenes Lopes Vs. Brasil",
    "localidade": {
      "estado": "CE",
      "cidade": "Sobral"
    },
    "latitude": -36879135,
    "longitude": -403456372,
    "imagem": "https://ogimg.infoglobo.com.br/in/24984578-14e-b9d/FT1086A/760/caso_damiao_portao.jpg",
    "resumo_caso": "O caso diz respeito à responsabilidade internacional do Estado pela morte e maus-tratos a que o Sr. Damião Ximenes Lopes foi submetido em um centro de saúde privado que prestava serviços no âmbito do sistema público de saúde, sob cuidados médicos psiquiátricos, bem como pela incapacidade de investigar e punir os responsáveis. A Corte IDH desenvolveu parâmetros sobre a responsabilidade internacional do Estado por atos de particulares e a respeito do dever estatal de regular e fiscalizar os serviços de saúde prestados por terceiros.  De igual forma, a Corte IDH estabeleceu parâmetros sobre os direitos das pessoas portadoras de deficiência mental, especialmente o direito de receber cuidados médicos eficazes e adequados à sua situação.",
    "vitimas": "Damião Ximenes Lopes e seus familiares",
    "representantes": "Justiça Global",
    "palavras_chave": [
      "Pessoas com deficiência",
      "Garantias judiciais e processuais",
      "Direito à integridade pessoal",
      "Proteção judicial",
      "Direito à saúde",
      "Direito à vida"
    ],
    "sentenca_link": "Corte IDH. Caso Ximenes Lopes Vs. Brasil. Sentença de 4 de julho de 2006. Serie C No. 149.",
    "link_portugues": "https://www.corteidh.or.cr/docs/casos/articulos/seriec_149_por.pdf",
    "ordem_sentencas": 1,
    "cidh_peticao": "11-22-1999",
    "cidh_admissibilidade": "10/09/2002",
    "cidh_merito": "10/08/2003",
    "cidh_submissao": "10/01/2004",    
    "corte_sentenca": "07/04/2006",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 6,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Nogueira de Carvalho e Outro Vs. Brasil",
    "localidade": {
      "estado": "RN",
      "cidade": "Macaíba"
    },
    "latitude": -58561372,
    "longitude": -353523774,
    "imagem": "https://reubrasil.jor.br/content/images/2021/01/gilson-montagem-2.JPG",
    "resumo_caso": "Os fatos desse caso ocorreram na cidade de Macaíba, Estado do Rio Grande do Norte, Brasil. Gilson Nogueira de Carvalho era um advogado de direitos humanos que trabalhava em um caso relativo aos \"meninos de ouro\", um alegado grupo de extermínio, o qual supostamente incluía agentes da polícia civil e outros funcionários estatais. Em 20 de outubro de 1996, Gilson Nogueira faleceu em decorrência de ataque armado que sofreu nas proximidades de sua chácara. Em virtude do limitado suporte fático de que dispõs a Corte, não ficou demonstrado que o Estado tenha violado nesse caso os direitos às Garantias Judiciais e à Proteção Judicial consagrados nos artigos 8 e 25 da Convenção Americana sobre Direitos Humanos.",
    "vitimas": "Jaurídice Nogueira de Carvalho e Geraldo Cruz de Carvalho",
    "representantes": "Justiça Global; Centro de Direitos Humanos e Memória Popular",
    "palavras_chave": [
      "Defensores de direitos humanos",
      "Garantias judiciais e processuais",
      "Proteção judicial",
      "Direito à verdade",
      "Direito à vida"
    ],
    "sentenca_link": "Corte IDH. Caso Nogueira de Carvalho y otro Vs. Brasil. Sentença de 28 de novembro de 2006. Serie C No. 161.",
    "link_portugues": "https://www.corteidh.or.cr/docs/casos/articulos/seriec_161_por.pdf",
    "ordem_sentencas": 2,
    "cidh_peticao": "12/11/1997",
    "cidh_admissibilidade": "10/02/2000",
    "cidh_merito": "03/10/2004",
    "cidh_submissao": "01/13/2005",
    "corte_sentenca": "11/28/2006",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 0,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Escher e outros Vs. Brasil",
    "localidade": {
      "estado": "PR",
      "cidade": "Loanda"
    },
    "latitude": -229320944,
    "longitude": -531352452,
    "imagem": "https://static.wixstatic.com/media/6a3656_26b3203ef2834de2a1a5ffbdc782107f~mv2.jpg/v1/fill/w_720,h_406,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/6a3656_26b3203ef2834de2a1a5ffbdc782107f~mv2.jpg",
    "resumo_caso": "O caso refere-se à responsabilidade internacional do Estado pela intercepção, monitoramento e divulgação das conversas telefônicas de Arlei José Escher, Dalton Luciano de Vargas, Delfino José Becker conversas de Arlei José Escher, Dalton Luciano de Vargas, Delfino José Becker, Pedro Alves Cabral e Celso Aghinoni, pela Polícia Militar do estado do Paraná, dentro de um contexto de conflito social relacionado com a reforma agrária em vários estados de Brasil, entre eles o Paraná. A Corte IDH desenvolveu parâmetros sobre o direito à vida privada, à honra e à reputação, com relação à intercepção, gravação e divulgação de conversas telefônicas. Adicionalmente, a Corte IDH relacionou esta análise com o direito à liberdade de associação, e examinou ainda a denominada “cláusula federal”.",
    "vitimas": "Arlei José Escher, Dalton Luciano de Vargas, Delfino José Becker, Pedro Alves Cabral e Celso Aghinoni",
    "representantes": "Comissão Pastoral da Terra (CPT);  Justiça Global; Movimento dos Trabalhadores Rurais Sem Terra (MST); Rede Nacional de Advogados e Advogadas Populares; Terra de Direitos",
    "palavras_chave": [
      "Liberdade de associação",
      "Garantias judiciais e processuais",
      "Direito à honra e à privacidade",
      "Dignidade",
      "Proteção judicial"
    ],
    "sentenca_link": "Corte IDH. Caso Escher e outros Vs. Brasil. Sentença de 6 de julho de 2009. Serie C No. 200.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_200_por.pdf",
    "ordem_sentencas": 3,
    "cidh_peticao": "12/26/2000",
    "cidh_admissibilidade": "03/02/2006",
    "cidh_merito": "03/08/2007",
    "cidh_submissao": "12/20/2007",
    "corte_sentenca": "07/06/2009",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 4,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Garibaldi Vs. Brasil",
    "localidade": {
      "estado": "PR",
      "cidade": "Querência do Norte"
    },
    "latitude": -23083758,
    "longitude": -53483022,
    "imagem": "https://terradedireitos.org.br/uploads/imagens/fotoSetimoGaribaldi-275x300.jpg",
    "resumo_caso": "Os fatos desse caso ocorreram em 27 de novembro de 1998, no contexto de uma operação de despejo extrajudicial na Fazenda São Francisco, localizada na cidade de Querência do Norte, no estado do Paraná e ocupada por aproximadamente cinqüenta famílias vinculadas ao MST. Naquele evento, o Sr. Sétimo Garibaldi foi privado de sua vida, em decorrência de um projétil de arma de fogo disparado por um dos indivíduos encapuzados. A Corte IDH desenvolveu parâmetros sobre a devida diligência na investigação de mortes violentas e a vulneração da garantia do prazo razoável. Nesse sentido, a Corte IDH afirmou, relativamente à “cláusula federal”, que um Estado não pode invocar a sua estrutura federal para deixar de cumprir uma obrigação internacional.\r\n",
    "vitimas": "Iracema Garibaldi, Darsônia Garibaldi, Vanderlei Garibaldi, Fernando Garibaldi, Itamar Garibaldi, Itacir Garibaldi e Alexandre Garibaldi",
    "representantes": "Comissão Pastoral da Terra (CPT);  Justiça Global; Movimento dos Trabalhadores Rurais Sem Terra (MST); Rede Nacional de Advogados e Advogadas Populares; Terra de Direitos",
    "palavras_chave": [
      "Liberdade de associação",
      "Garantias judiciais e processuais",
      "Direito à honra e à privacidade",
      "Dignidade",
      "Proteção judicial"
    ],
    "sentenca_link": "Corte IDH. Caso Garibaldi Vs. Brasil. Sentença de 23 de setembro de 2009. Serie C No. 203.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_203_por.pdf",
    "ordem_sentencas": 4,
    "cidh_peticao": "05/06/2003",
    "cidh_admissibilidade": "03/27/2007",
    "cidh_merito": "03/27/2007",
    "cidh_submissao": "12/24/2007",
    "corte_sentenca": "09/23/2009",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 4,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "localidade": {
      "estado": "TO",
      "cidade": "Xambioá"
    },
    "latitude": -64084693,
    "longitude": -485336069,
    "imagem": "https://racismoambiental.net.br/wp-content/uploads/2017/06/guerrilha-araguaia-1-750x410.jpg",
    "resumo_caso": "O caso diz respeito à responsabilidade internacional do Estado pelos desaparecimentos forçados de membros da Guerrilha do Araguaia que ocorreram entre 1972 e 1975, bem como pela falta de investigação desses acontecimentos. A Corte IDH reiterou parâmetros sobre desaparecimento forçado de pessoas como uma violação múltipla e continuada de direitos, e sobre a obrigação estatal de investigar e punir graves violações de direitos humanos, e a sua incompatibilidade com leis de anistia. A Corte IDH desenvolveu ainda a proteção do direito de acesso à informação pública e os limites do segredo de Estado.",
    "vitimas": "Membros do Partido Comunista do Brasil, camponeses da região e membros das suas respectivas famílias",
    "representantes": "Comissão de Familiares de Mortos e\r\nDesaparecidos Políticos do Instituto de Estudos da Violência do Estado; Grupo Tortura Nunca Mais; Centro pela Justiça e Direito Internacional (CEJIL)",
    "palavras_chave": [
      "Anistia",
      "Controle de Convencionalidade",
      "Desaparecimento forçado",
      "Direito à integridade pessoal",
      "Garantias judiciais e processuais",
      "Princípio da legalidade e retroatividade",
      "Liberdade pessoal",
      "Liberdade de pensamento e expressão",
      "Personalidade jurídica",
      "Proteção judicial",
      "Direito à verdade",
      "Direito à vida"
    ],
    "sentenca_link": "Corte IDH. Caso Gomes Lund e outros (\"Guerrilha do Araguaia\") Vs. Brasil. Sentença de 24 de novembro de 2010. Serie C No. 219.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_219_por.pdf",
    "ordem_sentencas": 5,
    "cidh_peticao": "08/07/1995",
    "cidh_admissibilidade": "03/06/2001",
    "cidh_merito": "10/31/2008",
    "cidh_submissao": "03/26/2009",
    "corte_sentenca": "11/24/2010",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 11,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "localidade": {
      "estado": "PA",
      "cidade": "Sapucaia"
    },
    "latitude": -694135,
    "longitude": -496993876,
    "imagem": "https://reporterbrasil.org.br/brasilverde/img/o_resgate/foto_03.jpg",
    "resumo_caso": "Os fatos do caso referem-se à sujeição de pessoas ao trabalho forçado e à servidão por dividas, na Fazenda Brasil Verde, localizada no Estado do Pará; e também à falta de prevenção e resposta do Estado no que diz respeito à violação dos direitos humanos no caso em tela. Em sua sentença, a Corte Interamericana desenvolve o alcance da proibição da escravidão e do trabalho forçado e as obrigações positivas do Estado diante de tal situação. Além disso, a Corte Interamericana analisou a resposta estatal da perspectiva da devida diligencia e proteção judicial efetiva.",
    "vitimas": "Trabalhadores da Fazenda Brasil Verde e seus familiares",
    "representantes": "Comissão Pastoral da Terra (CPT); Centro pela Justiça e Direito Internacional (CEJIL)",
    "palavras_chave": [
      "Escravidão",
      "Trabalho forçado",
      "Direito à integridade pessoal",
      "Garantias judiciais e processuais"
    ],
    "sentenca_link": "Corte IDH. Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil. Sentença de 20 de outubro de 2016. Serie C No. 318.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_318_por.pdf",
    "ordem_sentencas": 6,
    "cidh_peticao": "11/12/1998",
    "cidh_admissibilidade": "11/03/2011",
    "cidh_merito": "11/03/2011",
    "cidh_submissao": "03/04/2016",
    "corte_sentenca": "10/20/2016",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 5,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "localidade": {
      "estado": "RJ",
      "cidade": "Rio de Janeiro"
    },
    "latitude": -229110137,
    "longitude": -432093727,
    "imagem": "https://ogimg.infoglobo.com.br/epoca/24684177-37d-114/FT1086A/760/83702865_Rio-de-Janeiro-RJ-08-05-1995PoliciaRJToxicoBatidaPoli.jpg",
    "resumo_caso": "O caso refere-se à responsabilidade internacional do Estado brasileiro pela violação do direito às garantias judiciais de independência e imparcialidade da investigação, devida diligência e prazo razoável, do direito à proteção judicial, e do direito à integridade pessoal, com respeito às investigações sobre duas incursões policiais na Favela Nova Brasília, na cidade do Rio de Janeiro, nos anos 1994 e 1995, que resultaram no homicídio de 26 homens e em atos de violência sexual contra três mulheres. A Corte estabeleceu estas violações da Convenção Americana sobre Direitos Humanos em prejuízo de 74 familiares das 26 pessoas mortas pela Polícia Civil do Rio de Janeiro em 18 de outubro de 1994 e 8 de maio de 1995 e das três mulheres vítimas de estupro durante a incursão de 1994.",
    "vitimas": "Vítimas moradoras da Favela Nova Brasília e seus familiares",
    "representantes": "Centro pela Justiça e Direito Internacional (CEJIL); Instituto de Estudos da Religião (ISER)",
    "palavras_chave": [
      "Violência policial",
      "Execução extrajudicial",
      "Garantias judiciais e processuais",
      "Proteção judicial",
      "Direito à integridade pessoal"
    ],
    "sentenca_link": "Corte IDH. Caso Favela Nova Brasília Vs. Brasil. Sentença de 16 de fevereiro de 2017. Serie C No. 333.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_333_por.pdf",
    "ordem_sentencas": 7,
    "cidh_peticao": "11/03/1995",
    "cidh_admissibilidade": "09/25/1998",
    "cidh_merito": "10/31/2011",
    "cidh_submissao": "05/19/2015",
    "corte_sentenca": "02/16/2017",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 13,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Povo Indígena Xucuru e seus membros Vs. Brasil",
    "localidade": {
      "estado": "PE",
      "cidade": "Pesqueira"
    },
    "latitude": -83574471,
    "longitude": -366968238,
    "imagem": "https://theintercept.imgix.net/wp-uploads/sites/1/2017/03/IMG_4004-1490196481.jpg?auto=compress,format&q=90&fit=crop&w=1200&h=800",
    "resumo_caso": "Os fatos do caso referem-se à violação ao direito à propriedade coletiva do Povo Indígena Xucuru e de seus membros, em decorrência do atraso no processo de demarcação de seu território ancestral e à ineficácia da proteção judicial destinada a garantir o mencionado direito. Em sua sentença, a Corte Inter-Americana reiterou normas sobre o direito à propriedade dos Povos Indígenas sobre seus territórios tradicionais no momento de analisar se as ações empregadas pelo Estado brasileiro no caso concreto foram efetivas para garantir o reconhecimento desses direitos e o possível impacto que o atraso das decisões judiciais pode ter causado. A Corte Interamericana concluiu que o processo administrativo aplicado foi parcialmente ineficaz para a proteção desses direitos e que o atraso judicial afetou a segurança jurídica do direito à propriedade do povo indígena Xucurú.",
    "vitimas": "Povo indígena Xucuru e seus membros",
    "representantes": "Conselho Indigenista Missionário (CIMI); Gabinete de Assessoria Jurídica às\r\nOrganizações Populares (GAJOP); Justiça Global",
    "palavras_chave": [
      "Povos Indígenas",
      "Demarcação territorial",
      "Propriedade coletiva",
      "Garantias judiciais e processuais",
      "Proteção Judicial"
    ],
    "sentenca_link": "Corte IDH. Caso Povo Indígena Xucuru e seus membros Vs. Brasil. Sentença de 5 de fevereiro de 2018. Serie C No. 346.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_346_por.pdf",
    "ordem_sentencas": 8,
    "cidh_peticao": "10/16/2002",
    "cidh_admissibilidade": "10/29/2009",
    "cidh_merito": "07/28/2015",
    "cidh_submissao": "03/16/2016",
    "corte_sentenca": "02/05/2018",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 4,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Herzog e outros Vs. Brasil",
    "localidade": {
      "estado": "SP",
      "cidade": "São Paulo"
    },
    "latitude": -235506507,
    "longitude": -466333824,
    "imagem": "https://www.redebrasilatual.com.br/wp-content/uploads/2018/07/40ea87d4-77f3-4ba8-ba23-1779fe6a38c3.jpeg",
    "resumo_caso": "O caso refere-se à responsabilidade internacional do Estado brasileiro pela violação dos direitos às garantias judiciais e à proteção judicial em detrimento de Zora, Clarice, André e Ivo Herzog. Essas violações se deram como consequência da falta de investigação, julgamento e punição dos responsáveis pela tortura e assassinato de Vladimir Herzog, cometidos em um contexto sistemático e generalizado de ataques à população civil, assim como pela aplicação da Lei de Anistia No. 6683/79 e de outros excludentes de responsabilidade proibidos pelo Direito Internacional em casos de crimes contra a humanidade. Em sua Sentença, a Corte IDH expôs de maneira detalhada considerações gerais sobre os elementos dos crimes contra a humanidade e a responsabilidade estatal derivada dos mesmos, e sua aplicação no caso de tortura e morte do Sr. Herzog. Ademais, ratificou os alcances da obrigação positiva do Estado de garantir o acesso à informação e aos arquivos públicos em relação com o direito à verdade.",
    "vitimas": "Zora Herzog, Clarice Herzog, Ivo Herzog e André Herzog",
    "representantes": "Centro pela Justiça e Direito Internacional (CEJIL)",
    "palavras_chave": [
      "Anistia",
      "Crimes contra a humanidade",
      "Tortura e tratamentos cruéis, desumanos ou degradantes",
      "Direito à verdade",
      "Garantias judiciais e processuais",
      "Proteção judicial"
    ],
    "sentenca_link": "Corte IDH. Caso Herzog e outros Vs. Brasil. Sentença de 15 de março de 2018. Serie C No. 353.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_353_por.pdf",
    "ordem_sentencas": 9,
    "cidh_peticao": "07/10/2009",
    "cidh_admissibilidade": "11/08/2012",
    "cidh_merito": "10/28/2015",
    "cidh_submissao": "04/22/2016",
    "corte_sentenca": "03/15/2018",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 7,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "localidade": {
      "estado": "BA",
      "cidade": "Santo Antônio de Jesus"
    },
    "latitude": -129689361,
    "longitude": -39260914,
    "imagem": "https://www.redebrasilatual.com.br/wp-content/uploads/2020/10/bahia26.jpeg",
    "resumo_caso": "O caso refere-se à responsabilidade internacional da República Federativa do Brasil pelas violações a diversos direitos, em prejuízo a 60 pessoas falecidas e seis sobreviventes da explosão de uma fábrica de fogos de artifícios, no município de Santo Antônio de Jesus, Estado da Bahia, assim como a 100 familiares das pessoas falecidas e sobreviventes da explosão. A Corte constatou que, como consequência da explosão, foram violados os direitos à vida, à integridade pessoal, ao trabalho em condições equitativas e satisfatórias, direitos da criança, à igualdade e não discriminação, à proteção judicial e às garantias judiciais. ",
    "vitimas": "Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares",
    "representantes": "Movimento 11 de Dezembro; Justiça Global; Rede Social de Justiça e Direitos Humanos; Fórum de Direitos Humanos de Santo Antônio de Jesus/Bahia",
    "palavras_chave": [
      "Discriminação",
      "Condições de Trabalho",
      "Infância",
      "Direito à vida",
      "Direito à integridade pessoal",
      "Garantias judiciais e processuais",
      "Proteção judicial"
    ],
    "sentenca_link": "Corte IDH. Caso dos Empregados da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil. Setença de 15 de julho de 2020. Serie C No. 407.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_407_por.pdf",
    "ordem_sentencas": 10,
    "cidh_peticao": "12/03/2001",
    "cidh_admissibilidade": "03/02/2018",
    "cidh_merito": "03/02/2018",
    "cidh_submissao": "09/19/2018",
    "corte_sentenca": "07/15/2020",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 11,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "localidade": {
      "estado": "PB",
      "cidade": "João Pessoa"
    },
    "latitude": -71215981,
    "longitude": -34.882028,
    "imagem": "https://s2.glbimg.com/A_fbPRMVR8i94DntsxdsDky4-Uw=/0x0:824x896/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/0/G/nl64noSlGjwIrkg9rhxA/whatsapp-image-2021-11-29-at-12.59.50-1-.jpeg",
    "resumo_caso": "O caso refere-se  à responsabilidade internacional do Estado Brasileiro pela violação dos direitos às garantias judiciais, à igualdade perante a lei e à proteção judicial, com relação às obrigações de respeitar e garantir direitos sem discriminação e ao dever de adotar disposições de direito interno e com a obrigação de atuar com a devida diligência para prevenir, investigar e sancionar a violência contra a mulher, em prejuízo de M.B.S e S.R.S., mãe e pai de Márcia Barbosa de Souza, vítima de homicídio em junho de 1998, em João Pessoa, Paraíba. A Corte IDH caracteriza a condenação como consequência da aplicação indevida da imunidade parlamentar em benefício do principal suspeito pelo homicídio da senhora Barbosa de Souza, da falta de devida diligência nas investigações realizadas sobre os fatos, do caráter discriminatório em razão de gênero de tais investigações, assim como da violação do prazo razoável.",
    "vitimas": "M.B.S e S.R.S., mãe e pai de Márcia Barbosa de Souza",
    "representantes": "Gabinete de Assessoria Jurídica às Organizações Populares (GAJOP); Centro pela Justiça e Direito Internacional (CEJIL)",
    "palavras_chave": [
      "Discriminação",
      "Direito à integridade pessoal",
      "Garantias judiciais e processuais",
      "Proteção judicial"
    ],
    "sentenca_link": "Corte IDH. Caso Barbosa de Souza e outros Vs. Brasil. Sentença de 7 de setembro de 2021. Serie C No. 435.",
    "link_portugues": "http://www.corteidh.or.cr/docs/casos/articulos/seriec_435_por.pdf",
    "ordem_sentencas": 11,
    "cidh_peticao": "03/28/2000",
    "cidh_admissibilidade": "07/26/2007",
    "cidh_merito": "02/12/2019",
    "cidh_submissao": "07/11/2019",
    "corte_sentenca": "09/07/2021",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 8,
    "medidas_reparacao": []
  },
  {
    "tipo_de_decisao": "Caso Contencioso",
    "caso": "Caso Sales Pimenta Vs. Brasil",
    "localidade": {
      "estado": "PA",
      "cidade": "Marabá"
    },
    "latitude": -536711,
    "longitude": -4912241,
    "imagem": "https://blogfca.pucminas.br/colab/wp-content/uploads/2022/10/Gabriel-Pimenta-12.jpg",
    "resumo_caso": "Em 30 de junho de 2022, a Corte Interamericana de Direitos Humanos proferiu Sentença mediante a qual declarou a República Federativa do Brasil  internacionalmente responsável pela violação dos direitos às garantias judiciais e à proteção judicial e ao direito à verdade, contidos nos artigos 8.1 e 25 da Convenção Americana sobre Direitos Humanos, em relação à obrigação de respeito e garantia dos direitos, estabelecida no artigo 1.1 do mesmo instrumento, em prejuízo a Geraldo Gomes Pimenta, Maria da Glória Sales Pimenta, Sérgio Sales Pimenta, Marcos Sales Pimenta, José Sales Pimenta, Rafael Sales Pimenta, André Sales Pimenta e Daniel Sales Pimenta. Isso como consequência das graves ausências do Estado na investigação sobre a morte violenta de Gabriel Sales Pimenta, as quais implicaram o descumprimento do dever de devida diligência reforçada para investigar crimes cometidos contra pessoas defensoras de direitos humanos, bem como a vulneração flagrante da garantia do prazo razoável e a situação de absoluta impunidade em que se encontra o referido homicídio até a atualidade.",
    "vitimas": "Geraldo Gomes Pimenta, Maria da Glória Sales Pimenta, Sérgio Sales Pimenta, Marcos Sales Pimenta, José Sales Pimenta, Rafael Sales Pimenta, André Sales Pimenta e Daniel Sales Pimenta.",
    "representantes": "Comissão Pastoral da Terra (CPT); Centro pela Justiça e Direito Internacional (CEJIL);",
    "palavras_chave": [
      "Violência no Campo",
      "Direito à integridade pessoal",
      "Garantias judiciais e processuais",
      "Proteção judicia",
      "Direito à Verdade"
    ],
    "sentenca_link": "Corte IDH. Caso Sales Pimenta Vs. Brasil. Sentença de 30 de junho de 2022. Série C No. 454.",
    "link_portugues": "https://www.corteidh.or.cr/docs/casos/articulos/seriec_454_por.pdf",
    "ordem_sentencas": 12,
    "cidh_peticao": "11/09/2006",
    "cidh_admissibilidade": "07/26/2007",
    "cidh_merito": "09/28/2019",
    "cidh_submissao": "12/04/2020",
    "corte_sentenca": "06/30/2022",
    "em_supervisao": true,
    "em_tramitacao": false,
    "n_medidas_reparacao": 12,
    "medidas_reparacao": []
  }
]
