[
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve continuar a desenvolver um programa de formação e capacitação para o pessoal médico, de psiquiatria e psicologia, de enfermagem e auxiliares de enfermagem e para todas as pessoas vinculadas ao atendimento de saúde mental, em especial sobre os princípios que devem reger o trato das pessoas portadoras de deficiência mental, conforme os padrões internacionais sobre a matéria e aqueles dispostos nesta Sentença, nos termos do parágrafo 250 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve publicar, no prazo de seis meses, no Diário Oficial e em outro jornal de ampla circulação nacional, uma só vez, o Capítulo VII relativo aos fatos provados desta Sentença, sem as respectivas notas de pé de página, bem como sua parte resolutiva, nos termos do parágrafo 249 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Ximenes Lopes. Resolução da CorteIDH de 2 de maio de 2008",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve pagar em dinheiro para as senhoras Albertina Viana Lopes e Irene Ximenes Lopes Miranda, no prazo de um ano, a título de indenização por dano material, a quantia fixada nos parágrafos 225 e 226, nos termos dos parágrafos 224 a 226 da presente Sentença. ",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Ximenes Lopes. Resolução da CorteIDH de 2 de maio de 2008",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve pagar em dinheiro para as senhoras Albertina Viana Lopes e Irene Ximenes Lopes Miranda e para os senhores Francisco Leopoldino Lopes e Cosme Ximenes Lopes, no prazo de um ano, a título de indenização por dano imaterial, a quantia fixada no parágrafo 238, nos termos dos parágrafos 237 a 239 da presente Sentença. ",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Ximenes Lopes. Resolução da CorteIDH de 2 de maio de 2008",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve pagar em dinheiro, no prazo de um ano, a título de custas e gastos gerados no âmbito interno e no processo internacional perante o sistema interamericano de proteção dos direitos humanos, a quantia fixada no parágrafo 253, a qual deverá ser entregue à senhora Albertina Viana Lopes, nos termos dos parágrafos 252 e 253 da presente Sentença. ",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Ximenes Lopes. Resolução da CorteIDH de 2 de maio de 2008",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Ximenes Lopes Vs. Brasil",
    "reparacao": "O Estado deve garantir, em um prazo razoável, que o processo interno destinado a investigar e sancionar os responsáveis pelos fatos deste caso surta seus devidos efeitos, nos termos dos parágrafos 245 a 248 da presente Sentença. ",
    "estado_cumprimento": "Descumprida",
    "resolucao_sup_declaratoria": "Ximenes Lopes. Resolução da CorteIDH de 28 de janeiro de 2021",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Escher e outros Vs. Brasil",
    "reparacao": "O Estado deve pagar aos senhores Arlei José Escher, Dalton Luciano de Vargas, Delfino José Becker, Pedro Alves Cabral e Celso Aghinoni, o montante fixado no parágrafo 235 da presente Sentença a título de dano imaterial, dentro do prazo de um ano contado a partir da notificação da mesma e conforme as modalidades especificadas nos parágrafos 260 a 264 desta Decisão.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Escher. Resolução da Corte IDH de 12 de junho de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Escher e outros Vs. Brasil",
    "reparacao": "O Estado deve publicar no Diário Oficial, em outro jornal de ampla circulação nacional, e em um jornal de ampla circulação no Estado do Paraná, uma única vez, a página de rosto, os Capítulos I, VI a XI, sem as notas de rodapé, e a parte resolutiva da presente Sentença, bem como deve publicar de forma íntegra a presente Decisão em um sítio web oficial da União Federal e do Estado do Paraná. As publicações nos jornais e na internet deverão realizar-se nos prazos de seis e dois meses, respectivamente, contados a partir da notificação da presente Sentença, nos termos do parágrafo 239 da mesma.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Escher. Resolução da Corte IDH de 12 de junho de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Escher e outros Vs. Brasil",
    "reparacao": "O Estado deve investigar os fatos que geraram as violações do presente caso, nos termos do parágrafo 247 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Escher. Resolução da Corte IDH de 12 de junho de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Escher e outros Vs. Brasil",
    "reparacao": "O Estado deve pagar o montante fixado no parágrafo 259 da presente Sentença por restituição de custas e gastos, dentro do prazo de um ano contado a partir da notificação da mesma e conforme as modalidades especificadas nos parágrafos 260 a 264 desta Decisão.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Escher. Resolução da Corte IDH de 12 de junho de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Garibaldi Vs. Brasil",
    "reparacao": "O Estado deve conduzir eficazmente e dentro de um prazo razoável o Inquérito e qualquer processo que chegar a abrir, como consequência deste, para identificar, julgar e, eventualmente, sancionar os autores da morte do senhor Garibaldi. Da mesma maneira, o Estado deve investigar e, se for o caso, sancionar as eventuais faltas funcionais nas quais poderiam ter incorrido os funcionários públicos a cargo do Inquérito, nos termos dos parágrafos 165 a 169 da presente Sentença.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Garibaldi Vs. Brasil",
    "reparacao": "O Estado deve pagar a Iracema Garibaldi, Darsônia Garibaldi, Vanderlei Garibaldi, Fernando Garibaldi, Itamar Garibaldi, Itacir Garibaldi e Alexandre Garibaldi, os montantes fixados no parágrafos 187 e 193 da presente Sentença a título de dano material e imaterial, dentro do prazo de um ano, contado a partir da notificação da mesma, e conforme as modalidades especificadas nos parágrafos 200 a 203 desta Decisão.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Garibaldi. Resolução da Corte IDH de 20 de fevereiro de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Garibaldi Vs. Brasil",
    "reparacao": "O Estado deve pagar a Iracema Garibaldi o montante fixado no parágrafo 199 da presente Sentença por restituição de custas e gastos, dentro do prazo de um ano contado a partir da notificação da mesma e conforme as modalidades especificadas nos parágrafos 200 a 203 desta Decisão.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Garibaldi. Resolução da Corte IDH de 20 de fevereiro de 2012",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Garibaldi Vs. Brasil",
    "reparacao": "O Estado deve publicar no Diário Oficial, em outro jornal de ampla circulação nacional, e em um jornal de ampla circulação no Estado do Paraná, uma única vez, a página de rosto, os Capítulos I, VI e VII, sem as notas de rodapé, e a parte resolutiva da presente Sentença, bem como deve publicar de forma íntegra a presente Decisão, por no mínimo um ano, em uma página web oficial adequada da União e do Estado do Paraná, tomando em conta as características da publicação que se ordena realizar. As publicações nos jornais e na internet deverão realizar-se nos prazos de seis e dois meses, respectivamente, contados a partir da notificação da presente Sentença, nos termos do parágrafo 157 da mesma.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Garibaldi. Resolução da Corte IDH de 22 de fevereiro de 2011",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve conduzir eficazmente, perante a jurisdição ordinária, a investigação penal dos fatos do presente caso a fim de esclarecê-los, determinar as correspondentes responsabilidades penais e aplicar efetivamente as sanções e consequências que a lei preveja, em conformidade com o estabelecido nos parágrafos 256 e 257 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve realizar todos os esforços para determinar o paradeiro das vítimas desaparecidas e, se for o caso, identificar e entregar os restos mortais a seus familiares, em conformidade com o estabelecido nos parágrafos 261 a 263 da presente Sentencia.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve oferecer o tratamento médico e psicológico ou psiquiátrico que as vítimas requeiram e, se for o caso, pagar o montante estabelecido, em conformidade com o estabelecido nos parágrafos 267 a 269 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve realizar um ato público de reconhecimento de responsabilidade internacional a respeito dos fatos do presente caso, em conformidade com o estabelecido no parágrafo 277 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve continuar com as ações desenvolvidas em matéria de capacitação e implementar, em um prazo razoável, um programa ou curso permanente e obrigatório sobre direitos humanos, dirigido a todos os níveis hierárquicos das Forças Armadas, em conformidade com o estabelecido no parágrafo 283 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "Estado deve adotar, em um prazo razoável, as medidas que sejam necessárias para tipificar o delito de desaparecimento forçado de pessoas em conformidade com os parâmetros interamericanos, nos termos do estabelecido no parágrafo 287 da presente Sentença. Enquanto cumpre com esta medida, o Estado deve adotar todas aquelas ações que garantam o efetivo julgamento, e se for o caso, a punição em relação aos fatos constitutivos de desaparecimento forçado através dos mecanismos existentes no direito interno.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve continuar desenvolvendo as iniciativas de busca, sistematização e publicação de toda a informação sobre a Guerrilha do Araguaia, assim como da informação relativa a violações de direitos humanos ocorridas durante o regime militar, garantindo o acesso à mesma nos termos do parágrafo 292 da presente Sentença.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve pagar as quantias fixadas nos parágrafos 304, 311 e 318 da presente Sentença, a título de indenização por dano material, por dano imaterial e por restituição de custas e gastos, nos termos dos parágrafos 302 a 305, 309 a 312 e 316 a 324 desta decisão",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve realizar uma convocatória, em, ao menos, um jornal de circulação nacional e um da região onde ocorreram os fatos do presente caso, ou mediante outra modalidade adequada, para que, por um período de 24 meses, contado a partir da notificação da Sentença, os familiares das pessoas indicadas no parágrafo 119 da presente Sentença aportem prova suficiente que permita ao Estado identificá-los e, conforme o caso, considerá-los vítimas nos termos da Lei nº 9.140/95 e desta Sentença, nos termos do parágrafo 120 e 252 da mesma.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve realizar as publicações ordenadas, em conformidade com o estabelecido no parágrafo 273 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Gomes Lund. Resolução da Corte IDH de17 de outubro de 2014",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Gomes Lund e outros (“Guerrilha do Araguaia”) Vs. Brasil",
    "reparacao": "O Estado deve permitir que, por um prazo de seis meses, contado a partir da notificação da presente Sentença, os familiares dos senhores Francisco Manoel Chaves, Pedro Matias de Oliveira (“Pedro Carretel”), Hélio Luiz Navarro de Magalhães e Pedro Alexandrino de Oliveira Filho, possam apresentar-lhe, se assim desejarem, suas solicitações de indenização utilizando os critérios e mecanismos estabelecidos no direito interno pela Lei nº 9.140/95, conforme os termos do parágrafo 303 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Gomes Lund. Resolução da Corte IDH de17 de outubro de 2014",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "reparacao": "O Estado deve reiniciar, com a devida diligência, as investigações e/ou processos penais relacionados aos fatos constatados em março de 2000 no presente caso para, em um prazo razoável, identificar, processar e, se for o caso, punir os responsáveis, de acordo com o estabelecido nos parágrafos 444 a 446 da presente Sentença. Se for o caso, o Estado deve restabelecer (ou reconstruir) o processo penal 2001.39.01.000270-0, iniciado em 2001, perante a 2ª Vara de Justiça Federal de Marabá, Estado do Pará, de acordo com o estabelecido nos parágrafos 444 a 446 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "reparacao": "O Estado deve, dentro de um prazo razoável a partir da notificação da presente Sentença, adotar as medidas necessárias para garantir que a prescrição não seja aplicada ao delito de Direito Internacional de escravidão e suas formas análogas, no sentido disposto nos parágrafos 454 e 455 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "reparacao": "O Estado deve pagar os montantes fixados no parágrafo 487 da presente Sentença, a título de indenizações por dano imaterial, nos termos do parágrafo 495 da presente Sentença.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "reparacao": "O Estado deve realizar, no prazo de seis meses a partir da notificação da presente Sentença, as publicações indicadas no parágrafo 450 da Sentença, nos termos dispostos na mesma.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Fazenda Brasil Verde Resolução da Corte IDH de 22 de novembro de 2019",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Trabalhadores da Fazenda Brasil Verde Vs. Brasil",
    "reparacao": "O Estado deve pagar os montantes fixados a título de reembolso de custas e gastos, nos termos do parágrafo 495 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Fazenda Brasil Verde Resolução da Corte IDH de 22 de novembro de 2019",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá conduzir eficazmente a investigação em curso sobre os fatos relacionados às mortes ocorridas na incursão de 1994, com a devida diligência e em prazo razoável, para identificar, processar e, caso seja pertinente, punir os responsáveis, nos termos dos parágrafos 291 e 292 da presente Sentença. A respeito das mortes ocorridas na incursão de 1995, o Estado deverá iniciar ou reativar uma investigação eficaz a respeito desses fatos, nos termos dos parágrafos 291 e 292 da presente Sentença. O Estado deverá também, por intermédio do Procurador-Geral da República do Ministério Público Federal, avaliar se os fatos referentes às incursões de 1994 e 1995 devem ser objeto de pedido de Incidente de Deslocamento de Competência, no sentido disposto no parágrafo 292 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá iniciar uma investigação eficaz a respeito dos fatos de violência sexual, no sentido disposto no parágrafo 293 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá oferecer gratuitamente, por meio de suas instituições de saúde especializadas, e de forma imediata, adequada e efetiva, o tratamento psicológico e psiquiátrico de que as vítimas necessitem, após consentimento fundamentado e pelo tempo que seja necessário, inclusive o fornecimento gratuito de medicamentos. Do mesmo modo, os tratamentos respectivos deverão ser prestados, na medida do possível, nos centros escolhidos pelas vítimas, no sentido disposto no parágrafo 296 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá realizar um ato público de reconhecimento de responsabilidade internacional, em relação aos fatos do presente caso e sua posterior investigação, durante o qual deverão ser inauguradas duas placas em memória das vítimas da presente Sentença, na praça principal da Favela Nova Brasília, no sentido disposto nos parágrafos 305 e 306 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá publicar anualmente um relatório oficial com dados relativos às mortes ocasionadas durante operações da polícia em todos os estados do país. Esse relatório deverá também conter informação atualizada anualmente sobre as investigações realizadas a respeito de cada incidente que redunde na morte de um civil ou de um policial, no sentido disposto nos parágrafos 316 e 317 da presente Sentença",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado, no prazo de um ano contado a partir da notificação da presente Sentença, deverá estabelecer os mecanismos normativos necessários para que, na hipótese de supostas mortes, tortura ou violência sexual decorrentes de intervenção policial, em que prima facie policiais apareçam como possíveis acusados, desde a notitia criminis se delegue a investigação a um órgão independente e diferente da força pública envolvida no incidente, como uma autoridade judicial ou o Ministério Público, assistido por pessoal policial, técnico criminalístico e administrativo alheio ao órgão de segurança a que pertença o possível acusado, ou acusados, em conformidade com os parágrafos 318 e 319 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá adotar as medidas necessárias para que o Estado do Rio de Janeiro estabeleça metas e políticas de redução da letalidade e da violência policial, nos termos dos parágrafos 321 e 322 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá implementar, em prazo razoável, um programa ou curso permanente e obrigatório sobre atendimento a mulheres vítimas de estupro, destinado a todos os níveis hierárquicos das Polícias Civil e Militar do Rio de Janeiro e a funcionários de atendimento de saúde. Como parte dessa formação, deverão ser incluídas a presente Sentença, a 90 jurisprudência da Corte Interamericana a respeito da violência sexual e tortura e as normas internacionais em matéria de atendimento de vítimas e investigação desse tipo de caso, no sentido disposto nos parágrafos 323 e 324 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá adotar as medidas legislativas ou de outra natureza necessárias para permitir às vítimas de delitos ou a seus familiares participar de maneira formal e efetiva da investigação de delitos conduzida pela polícia ou pelo Ministério Público, no sentido disposto no parágrafo 329 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá adotar as medidas necessárias para uniformizar a expressão “lesão corporal ou homicídio decorrente de intervenção policial” nos relatórios e investigações da polícia ou do Ministério Público em casos de mortes ou lesões provocadas por ação policial. O conceito de “oposição” ou “resistência” à ação policial deverá ser abolido, no sentido disposto nos parágrafos 333 a 335 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá pagar as quantias fixadas no parágrafo 353 da presente Sentença, a título de indenização por dano imaterial, e pelo reembolso de custas e gastos, nos termos do parágrafo 358 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá proceder às publicações mencionadas no parágrafo 300 da Sentença, nos termos nela dispostos.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Favela Nova Brasília Vs. Brasil.",
    "reparacao": "O Estado deverá restituir ao Fundo de Assistência Jurídica às Vítimas, da Corte Interamericana de Direitos Humanos, a quantia desembolsada durante a tramitação do presente caso, nos termos do parágrafo 362 desta Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Favela Nova Brasília. Resolução da Corte IDH de 7 de outubro de 2019",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Povo Indígena Xucuru e seus membros Vs. Brasil",
    "reparacao": "O Estado deve garantir, de maneira imediata e efetiva, o direito de propriedade coletiva do Povo Indígena Xucuru sobre seu território, de modo que não sofram nenhuma invasão, interferência ou dano, por parte de terceiros ou agentes do Estado que possam depreciar a existência, o valor, o uso ou o gozo de seu território, nos termos do parágrafo 193 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Povo Indígena Xucuru e seus membros Vs. Brasil",
    "reparacao": "O Estado deve concluir o processo de desintrusão do território indígena Xucuru, com extrema diligência, efetuar os pagamentos das indenizações por benfeitorias de boa-fé pendentes e remover qualquer tipo de obstáculo ou interferência sobre o território em questão, de modo a garantir o domínio pleno e efetivo do povo Xucuru sobre seu território, em prazo não superior a 18 meses, nos termos dos parágrafos 194 a 196 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Povo Indígena Xucuru e seus membros Vs. Brasil",
    "reparacao": "O Estado deve pagar as quantias fixadas nos parágrafos 212 e 216 da presente Sentença, a título de custas e indenizações por dano imaterial, nos termos dos parágrafos 217 a 219 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Povo Indígena Xucuru e seus membros Vs. Brasil",
    "reparacao": "O Estado deve proceder às publicações indicadas no parágrafo 199 da Sentença, nos termos nela dispostos.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Povo Indígena Xucuru. Resolução da Corte IDH de 22 de novembro de 2019",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve reiniciar, com a devida diligência, a investigação e o processo penal cabíveis, pelos fatos ocorridos em 25 de outubro de 1975, para identificar, processar e, caso seja pertinente, punir os responsáveis pela tortura e morte de Vladimir Herzog, em atenção ao caráter de crime contra a humanidade desses fatos e às respectivas consequências jurídicas para o Direito Internacional, nos termos dos parágrafos 371 e 372 da presente Sentença. Em especial, o Estado deverá observar as normas e requisitos estabelecidos no parágrafo 372 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve adotar as medidas mais idôneas, conforme suas instituições, para que se reconheça, sem exceção, a imprescritibilidade das ações emergentes de crimes contra a humanidade e internacionais, em atenção à presente Sentença e às normas internacionais na matéria, em conformidade com o disposto na presente Sentença, nos termos do parágrafo 376.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve realizar um ato público de reconhecimento de responsabilidade internacional pelos fatos do presente caso, em desagravo à memória de Vladimir Herzog e à falta de investigação, julgamento e punição dos responsáveis por sua tortura e morte. Esse ato deverá ser realizado de acordo com o disposto no parágrafo 380 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve pagar os montantes fixados nos parágrafos 392, 397 da presente Sentença, a título de danos materiais e imateriais, nos termos dos parágrafos 410 a 415 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve reembolsar ao Fundo de Assistência Jurídica a Vítimas, da Corte Interamericana de Direitos Humanos, a quantia despendida durante a tramitação do presente caso, nos termos do parágrafo 409 desta Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve providenciar as publicações estabelecidas no parágrafo 383 da Sentença, nos termos nele dispostos.",
    "estado_cumprimento": "Parcialmente cumprida",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Herzog e outros Vs. Brasil",
    "reparacao": "O Estado deve pagar os montantes fixados no parágrafo 403 da presente Sentença, a título de reembolso de custas e gastos, nos termos dos parágrafos 410 a 415 da presente Sentença.",
    "estado_cumprimento": "Cumprida",
    "resolucao_sup_declaratoria": "Caso Herzog. Resolução da Corte IDH de 30 de abril de 2021",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado dará continuidade ao processo penal em trâmite para, em um prazo razoável, julgar e, caso pertinente, punir os responsáveis pela explosão da fábrica de fogos, nos termos do parágrafo 267 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado dará continuidade às ações civis de indenização por danos morais e materiais e aos processos trabalhistas ainda em tramitação, para, em um prazo razoável, concluí-los e, caso pertinente, promover a completa execução das sentenças, nos termos do parágrafo 268 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado oferecerá, de forma gratuita e imediata, o tratamento médico, psicológico ou psiquiátrico, quando for o caso, às vítimas do presente caso que o solicitem, em conformidade com o estabelecido no parágrafo 272 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado providenciará, em um prazo de seis meses, a partir da notificação da presente Sentença, as publicações citadas no parágrafo 277 da Sentença, nos termos ali dispostos.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado produzirá e divulgará material para rádio e televisão, em relação aos fatos do presente caso, nos termos do parágrafo 278 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado realizará um ato público de reconhecimento de responsabilidade internacional, em relação aos fatos do presente caso, nos termos do parágrafo 281 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado inspecionará sistemática e periodicamente os locais de produção de fogos de artifício, nos termos do parágrafo 287 da presente Sentença",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado apresentará um relatório sobre o andamento da tramitação legislativa do Projeto de Lei do Senado Federal do Brasil PLS 7433/2017, nos termos do parágrafo 288 da presente Sentença",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado elaborará e executará um programa de desenvolvimento socioeconômico, em consulta com as vítimas e seus familiares, com o objetivo de promover a inserção de trabalhadoras e trabalhadores dedicados à fabricação de fogos de artifício em outros mercados de trabalho e possibilitar a criação de alternativas econômicas, nos termos dos parágrafos 289 a 290 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado apresentará um relatório sobre a aplicação das Diretrizes Nacionais sobre Empresas e Direitos Humanos, nos termos do parágrafo 291 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso dos(as) Empregados(as) da Fábrica de Fogos de Santo Antônio de Jesus e seus familiares Vs. Brasil",
    "reparacao": "O Estado pagará as quantias fixadas nos parágrafos 296, 303 e 312 da presente Sentença, a título de indenizações por dano material, dano imaterial e custas e gastos, nos termos dos parágrafos 296, 297, 303, 304, 312 e 313 a 317 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado realizará as publicações indicadas no parágrafo 176 desta Sentença, no prazo de seis meses contados a partir de sua notificação.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado realizará um ato de reconhecimento de responsabilidade internacional em relação aos fatos deste caso, nos termos dos parágrafos 177 e 178 desta Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado elaborará e implementará um sistema nacional e centralizado de recopilação de dados que permita a análise quantitativa e qualitativa de fatos de violência contra as mulheres e, em particular, de mortes violentas de mulheres, nos termos do parágrafo 193 da presente Sentença. ",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado criará e implementará um plano de formação, capacitação e sensibilização continuada para as forças policiais responsáveis pela investigação e para operadores de justiça do Estado da Paraíba, com perspectiva de gênero e raça, nos termos do parágrafo 196 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado levará a cabo uma jornada de reflexão e sensibilização sobre o impacto do feminicídio, da violência contra a mulher e da utilização da figura da imunidade parlamentar, nos termos do parágrafo 197 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado adotará e implementará um protocolo nacional para a investigação de feminicídios, nos termos dos parágrafos 201 e 202 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado pagará as quantias fixadas nos parágrafos 212 e 218 da presente Sentença a título de compensação pelas omissões nas investigações do homicídio de Márcia Barbosa de Souza; de reabilitação; indenização por dano material e dano imaterial, e reembolso de custas e gastos, nos termos dos parágrafos 224 a 229 da presente Decisão.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Barbosa de Souza e outros Vs. Brasil",
    "reparacao": "O Estado reembolsará ao Fundo de Assistência Jurídica de Vítimas da Corte Interamericana de Direitos Humanos a quantia despendida durante a tramitação do presente caso, nos termos dos parágrafos 223 e 229 desta Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado criará um grupo de trabalho nos termos dos parágrafos 145 a 147 desta Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado oferecerá tratamento psicológico e/ou psiquiátrico aos irmãos do senhor Sales Pimenta, nos termos dos parágrafos 151 e 152 da presente Sentença",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado realizará as publicações indicadas no parágrafo 157 desta Sentença, no prazo de seis meses contados a partir da notificação da mesma.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado realizará um ato público de reconhecimento de responsabilidade internacional em relação aos fatos deste caso, nos termos dos parágrafos 158 e 159 desta Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado nomeará uma praça pública no município de Marabá, no Estado do Pará, com o nome de Gabriel Sales Pimenta, nos termos os parágrafos 162 e 163 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado criará um espaço público de memória na cidade de Belo Horizonte, no estado de Minas Gerais, nos termos do parágrafo 162 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado criará e implementará um protocolo para a investigação dos crimes cometidos contra pessoas defensoras de direitos humanos e um sistema de indicadores que permita medir a efetividade do protocolo, nos termos dos parágrafos 170 a 172 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado realizará um plano de capacitação sobre o referido protocolo de investigação destinado aos funcionários que possam vir a participar na investigação e tramitação de casos de crimes contra pessoas defensoras de direitos humanos, nos termos do parágrafo 172 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado revisará e adequará seus mecanismos existentes, em particular o Programa de Proteção aos Defensores de Direitos Humanos, Comunicadores e Ambientalistas, nos termos do parágrafo 177 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado elaborará e implementará um sistema nacional de coleta de dados e cifras relacionados a casos de violência contra pessoas defensoras de direitos humanos, nos termos do parágrafo 178 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado criará um mecanismo que permita a reabertura de processos judiciais, nos termos do parágrafo 180 da presente Sentença.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  },
  {
    "nome_caso": "Caso Sales Pimenta Vs. Brasil",
    "reparacao": "O Estado pagará as quantias fixadas nos parágrafos 187, 188 e 195 da presente Sentença a título de indenização por dano material e dano imaterial, e pelo reembolso de custas e gastos, nos termos dos parágrafos 197 a 202 da presente Decisão.",
    "estado_cumprimento": "Pendente de cumprimento",
    "infos_cumprimento": []
  }
]
